Repository: killer-djon/dev.pol-na5.ru
Catalog: published/MM/2.0/locale/*/LC_MESSAGES/webasystMM280.po
Languages: ru

source: From
ru: От кого

source: Priority
ru: Приоритет

source: To
ru: Кому

source: Copy
ru: Копия

source: BCC
ru: Скрытая

source: Lists
ru: Списки

source: Subject
ru: Тема

source: Add image
ru: Добавить изображение

source: Attach file
ru: Прикрепить файл

source: Schedule later sending
ru: Запланировать отложенную рассылку

source: Schedule sending on this date
ru: Запланировать рассылку на указанную дату

source: Cancel later sending
ru: Отменить отложенную рассылку

source: Send
ru: Отправить

source: Save as a draft
ru: Сохранить как черновик

source: Cancel
ru: Отмена

source: Save
ru: Сохранить

source: Loading...
ru: Загрузка...

source: Upload image
ru: Загрузить изображение

source: Insert variable
ru: Вставить переменную

source: Recipient's parameters
ru: Параметры получателя

source: My personal parameters
ru: Мои личные параметры

source: Company
ru: Компания

source: Unsubscribe
ru: Отписка

source: Unsubscribe link
ru: Ссылка для отписки

source: Close
ru: Закрыть

source: show more...
ru: показать еще...

source: not found
ru: не найдено

source: Attachments
ru: Вложения

source: This messages will be sent on
ru: Это сообщение будет отправлено

source: Cancel sending and save as a draft
ru: Отменить отправку и сохранить как черновик

source: The message could not be sent as scheduled. Please refer to your account administrator.
ru: Это сообщение не было отправлено. Пожалуйста, обратитесь к администратору вашего аккаунта.

source: Sent
ru: Отправлено

source: recipient(s) successfully
ru: получателей успешно

source: error(s)
ru: ошибок

source: Priority:
ru: Приоритет

source: Date
ru: Дата

source: Primary name
ru: Главное имя

source: Delete
ru: Удалить

source: Attach one more file
ru: Прикрепить еще файл

source: High
ru: Высокий

source: Normal
ru: Нормальный

source: Low
ru: Низкий

source: all folders
ru: все папки

source: Show Folders
ru: Показать папки

source: Search
ru: Поиск

source: Find
ru: Найти

source: Messages found
ru: Найдено сообщений

source: no subject
ru: без темы

source: Folder
ru: Папка

source: Show more...
ru: Показать еще...

source: Bounced
ru: Отвергнуто

source: Selected contact lists contain
ru: Выбранные списки контактов содержат

source: recipient(s).
ru: получателей

source: Selected contact lists now contain
ru: Выбранные списки получателей сейчас содержат

source: They may contain a different amount of recipients on the date of actual sending
ru: Они могут содержать другое количество получателей на дату фактической отправки

source: low
ru: низкий

source: normal
ru: нормальный

source: high
ru: высокий

source: templates not found
ru: шаблоны не найдены

source: Select template
ru: Выберите шаблон

source: OK
ru: Да

source: Can't find contact(s)
ru: Не могу найти контакты

source: Total uploads size can't be more than %s MB
ru: Общий размер загружаемых файлов не может превышать %s MB

source: Please specify future date/time
ru: Пожалуйста, введите дату/время в будущем

source: ACCOUNT LIMIT: Daily quota for outgoing messages has been exceeded: %s
ru: ОГРАНИЧЕНИЕ АККАУНТА: Превышена дневная квота на количество исходящих сообщений: %s

source: Received
ru: Получено

source: Total size of attachments can not be exceed %s MB
ru: Общий размер вложений не может превышать %s MB

source: Original Message
ru: Оригинальное сообщение

source: Incorrect recipient address
ru: Неправильный адрес получателя

source: Sending
ru: Отправка

source: Preparing recipients list
ru: Подготовка списка получателей

source: app_longname_lastname
ru: Фамилия

source: app_longname_midname
ru: Отчество

source: app_longname_nickname
ru: Псевдоним

source: app_longname_homeph
ru: Домашний

source: app_longname_workph
ru: Рабочий

source: app_longname_mobileph
ru: Сотовый

source: app_longname_fax
ru: Факс

source: app_longname_pager
ru: Пейджер

source: app_longname_homecity
ru: Город

source: app_longname_perspage
ru: Личная страница

source: app_longname_birthday
ru: День рождения

source: app_longname_company
ru: Компания

source: app_longname_department
ru: Отдел

source: app_longname_jobtitle
ru: Должность

source: app_longname_workstreet
ru: Улица

source: app_longname_officelocation
ru: Офис

source: app_longname_buspage
ru: Рабочая страница

source: app_longname_notes
ru: Заметки

source: app_longname_firstname
ru: Имя

source: app_longname_workfax
ru: Рабочий Факс

source: app_longname_homestreet
ru: Улица

source: app_longname_homestate
ru: Регион

source: app_longname_homepostcode
ru: Индекс

source: app_longname_homecountry
ru: Страна

source: app_longname_workcity
ru: Город

source: app_longname_workstate
ru: Регион

source: app_longname_workpostcode
ru: Индекс

source: app_longname_workcountry
ru: Страна

source: app_longname_email
ru: Email

source: Total upload size can not exceed %s MB
ru: Общий размер загружаемых файлов не может превышать %s Мб

source: Company Name
ru: Название компании

source: Company Street Address
ru: Адрес компании

source: Company City
ru: Город

source: Company State
ru: Область

source: Company Zip
ru: Индекс

source: Company Country
ru: Страна

source: Company Contact Name
ru: Имя

source: Company Contact Email
ru: Email

source: Company Contact Phone
ru: Телефон

source: Company Contact Fax
ru: Факс

source: Incorrect sender address
ru: Неправильный адрес отправителя

source: Draft
ru: Черновик

source: Pending
ru: Отложенное

source: Template
ru: Шаблон

source: Folder Drafts
ru: Черновики

source: Folder Pending
ru: Отложенные

source: Folder Sent
ru: Отправленные

source: Folder Templates
ru: Шаблоны

source: Time
ru: Время

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: Mon
ru: П

source: Tue
ru: В

source: Wed
ru: С

source: Thu
ru: Ч

source: Fri
ru: П

source: Sat
ru: С

source: Sun
ru: В

source: Today
ru: Сегодня

source: wk.
ru: нед.

source: Week Number
ru: Номер недели

source: Previous Year
ru: Предыдущий год

source: Next Year
ru: Следующий год

source: Previous Month
ru: Предыдущий месяц

source: Next Month
ru: Следующий месяц
