Repository: killer-djon/dev.pol-na5.ru
Catalog: published/PD/locale/*/LC_MESSAGES/webasystPD.po
Languages: ru

source: Organize albums
ru: Управление альбомами

source: New album
ru: Новый альбом

source: Delete
ru: Удалить

source: This will permanently delete all photos inside this album. Delete?
ru: Все фотографии в альбоме будут удалены, восстановить их будет нельзя. Удалить?

source: Upload photos
ru: Загрузить фото

source: View
ru: Просмотр

source: Organize and share
ru: Управление и ссылки

source: With selected
ru: С отмеченными

source: Links to photos
ru: Ссылки на фотографии

source: Create a collection from selected photos
ru: Создать коллекцию из выбранных фото

source: Move to another album
ru: Переместить в другой альбом

source: Delete selected photos?
ru: Удалить выбранные фотографии?

source: Edit album description
ru: Редактировать описание альбома

source: Edit photo description
ru: Редактировать описание фото

source: Create a collection
ru: Создать коллекцию

source: Import from Flickr
ru: Импорт из Flickr

source: Link
ru: Ссылка

source: Link (for email and IM)
ru: Ссылка (для ICQ, email)

source: HTML (for websites and blogs)
ru: HTML (для сайтов и блогов)

source: BBcode (forums)
ru: BBcode (для форума)

source: Apply
ru: Применить

source: Make this a key photo
ru: Поставить на обложку альбома

source: This is a key photo for this album
ru: Фото используется как обложка альбома

source: Details (EXIF)
ru: Подробности (EXIF)

source: Image size
ru: Размеры

source: Camera
ru: Фотоаппарат

source: Focal length
ru: Фок. расстояние

source: Back to album
ru: В альбом

source: Album is not published
ru: Альбом не опубликован

source: Publish
ru: Опубликовать

source: Album is published
ru: Альбом опубликован

source: Album is published privately
ru: Альбом опубликован приватно

source: Settings
ru: Настройки

source: full
ru: полные

source: write
ru: запись

source: read
ru: чтение

source: Show
ru: Показывать по

source: photos on a page
ru: фото на странице

source: description
ru: описание

source: There are no photos in this album.
ru: В этом альбоме еще нет фотографий.

source: to
ru: по

source: from
ru: из

source: Photos
ru: Фото с

source: View:
ru: Вид:

source: Album “%S” publication settings
ru: Настройки публикации альбома «%S»

source: Published
ru: Опубликован

source: Published privately
ru: Опубликован приватно

source: Not published
ru: Не опубликован

source: Album can be viewed and managed only inside your WebAsyst account by users with sufficient access permissions.
ru: Альбом доступен только внутри вашего WebAsyst-аккаунта.

source: Photo size
ru: Размер фото

source: Number of photos on one page
ru: Количество фотографий на одной странице

source: all
ru: все

source: Can view and download original images from public gallery
ru: Можно посмотреть и скачать оригинал фотографий альбома из галереи

source: Thumbnail size
ru: Размер эскизов

source: Save
ru: Сохранить

source: Subtitle (e.g. when the photos were taken)
ru: Подзаголовок (например, когда были сделаны фото)

source: User
ru: Пользователь

source: My access
ru: Мои права

source: Album description
ru: Описание альбома

source: Photo description
ru: Описание фотографии

source: Description
ru: Описание

source: or
ru: или

source: close without saving
ru: закрыть без сохранения

source: Album photos
ru: Фотографии из альбома

source: Saved
ru: Сохранено

source: Save all
ru: Сохранить все

source: All photos in this album
ru: Из всего альбома

source: Selected photos
ru: Из выбранных фотографий

source: Switch to “Organize and share” mode to select certain photos.
ru: Перейдите в режим «Управление и ссылки», чтобы выбрать отдельные фотографии.

source: Widget
ru: Виджет

source: Collection
ru: Название коллекции

source: Close
ru: Закрыть

source: Photo gallery name
ru: Название фотогалереи

source: Reset styles to default
ru: Сбросить все изменения

source: To import photos you need to authorize on Flickr website.
ru: Для импорта фотографий вы должны авторизоваться на веб-сайте Flickr.

source: by this link
ru: по этой ссылке

source: Authorization
ru: Авторизация

source: Select photo sets to be imported
ru: Фотографии из каких наборов импортировать?

source: Continue
ru: Продолжить

source: Importing photos...
ru: Импорт фотографий...

source: Uploading photos
ru: Загрузка фотографий

source: Links to selected photos (for email and IM)
ru: Ссылки на выбранные фотографии (для ICQ, email)

source: Albums
ru: Альбомы

source: Collections
ru: Коллекции

source: Design
ru: Дизайн

source: Album
ru: Выберите альбом

source: Move
ru: Переместить

source: Cancel
ru: Отменить

source: Create new album
ru: Создать новый альбом

source: To the album
ru: В альбом

source: Bulk
ru: Много фото

source: One-by-one
ru: По одной

source: Choose files
ru: Выбрать файлы

source: You may select up to
ru: Можно выбрать сразу до

source: files
ru: файлов

source: Add more
ru: Добавить еще

source: Shutter
ru: Выдержка

source: Aperture
ru: Диафрагма

source: Slideshow
ru: Слайдшоу

source: With selected photos
ru: С выбранными фото

source: select all
ru: выбрать все

source: Delete photos
ru: Удалить фотографии

source: Delete album
ru: Удалить альбом

source: This photo
ru: Эта фотография

source: Original
ru: Оригинал

source: Crop
ru: Вырезать

source: Delete photo
ru: Удалить фотографию

source: This will permanently delete photo. Are you sure?
ru: Фотография будет удалена без возможности восстановления. Удалить?

source: Taken
ru: Снято

source: Uploaded
ru: Загружено

source: album(s)
ru: альбомов

source: Select files
ru: Выбрать файлы

source: You have only %s of available disk space left. Not all photos will be uploaded.
ru: У вас осталось %s доступного места на диске. Не все фотографии будут загружены.

source: Photo was not uploaded. Not enough permissions or out of disk space.
ru: Фотография не загружена на сервер. Вероятно, нет прав для загрузки или недостаточно места на диске.

source: Photos are published using <a href="#" style="text-decoration: none">WebAsyst Photos</a>
ru: Фото опубликованы с помощью <a href="#" style="text-decoration: none">WebAsyst Фото</a>

source: There are no published albums in the gallery.
ru: В галерее нет опубликованных альбомов.

source: Album list
ru: Список альбомов

source: Pages
ru: Страницы

source: You did not create photo collections yet.
ru: Пока не создано ни одной коллекции фотографий.

source: You may create collections of selected photos or photos from the entire album on the “Albums” screen.
ru: Выберите целый альбом или несколько фотографий в разделе «Альбомы», чтобы создать коллекцию.

source: Public gallery
ru: Открыть галерею

source: You need to have <a href="http://get.adobe.com/flashplayer/" target="_blank">Adobe Flash Player</a> installed for bulk photo upload.
ru: Для того, чтобы выбрать и загрузить сразу много изображений, у вас должен быть установлен <a href="http://get.adobe.com/flashplayer/" target="_blank">Adobe Flash Player</a>.

source: sec
ru: с

source: show descriptions
ru: показывать описания

source: don't show description
ru: не показывать описания

source: You don't have permission to access this album.
ru: У вас нет прав доступа к этому альбому.

source: don't show descriptions
ru: не показывать описания

source: Import photos from Flickr
ru: Импорт фотографий из Flickr

source: Importing photos from Flickr requires valid API credentials
ru: Для импорта фотографий из Flickr необходимо ввести Flickr API Key и Secret.

source: Photos will be uploaded to album “%s”
ru: Фотографии будут загружены в альбом «%s»

source: Each file size must not exceed %s
ru: Размер одного файла не должен превышать %s

source: Imagick (not supported by the server)
ru: Imagick (не поддерживается сервером)

source: Imagick (recommended)
ru: Imagick (рекомендуется)

source: Sharpen thumbnails (recommended)
ru: Применять фильтр резкости при создании эскизов (рекомендуется)

source: Sharpening makes your photos look nice and sharp. Sharpening takes a bit more time to upload photos, but improves your photos quality.
ru: Применение фильтра резкости (sharpen) позволяет создать более четкие эскизы фотографий. При включенном фильтре эскизы будут создаваться чуть дольше, но их качество будет заметно выше.

source: When a new album is created, it becomes available only to its author (WebAsyst user who created this album). To grant access permissions to new albums for other users <em>automatically when albums are created</em>, select appropriate WebAsyst user groups and define permission levels.
ru: Когда вы создаете новый альбом, он становится доступным только его автору (пользователю WebAsyst, который создал альбом). Чтобы и другие пользователи получали доступ к альбомам <em>автоматически при их создании</em>, укажите соответствующие группы пользователей и уровень прав доступа к новым альбомам для них.

source: You do not have user groups in your WebAsyst installation. This means that only album author will have access to new albums automatically, and allowing other users to access new albums will require manual permission settings.
ru: В вашей установке WebAsyst не создано ни одной группы пользователей. Это значит, что права доступа к новому альбому автоматически будут устанавливаться только автору альбома, а другим пользователям WebAsyst доступ к новым альбомам необходимо будет предоставлять каждый раз вручную.

source: Uploaded:
ru: Загружено:

source: of
ru: из

source: edit
ru: редактировать

source: Edit photo descriptions
ru: Редактировать описания фото

source: This is a key photo for album
ru: Фото используется как обложка альбома

source: read & write
ru: чтение и запись

source: There are no published albums in the gallery
ru: В фотогалерее не опубликовано ни одного альбома

source: download original image
ru: скачать оригинал изображения

source: Name your collection
ru: Название коллекции

source: close
ru: закрыть

source: by
ru: Автор

source: Edit descriptions of photos in “%s”
ru: Редактирование описаний фотографий из альбома «%s»

source: Album “%s” publication settings
ru: Настройки публикации альбома «%s»

source: You do not have permissions to access this album.
ru: У вас нет прав доступа к этому альбому.

source: Import photos from your Flickr account
ru: Импорт фото из вашего аккаунта на Flickr

source: <a href="http://www.flickr.com" target="_blank">Login</a> to your Flickr account.
ru: <a href="http://www.flickr.com" target="_blank">Войдите</a> в ваш аккаунт на Flickr.

source: Go to this web page
ru: Перейдите по следующей ссылке:

source: Create a new Flickr API key (non-commercial API key is ok).
ru: Зарегистрируйте новый ключ Flickr API key (API-ключ для некоммерческого использования подойдет).

source: Enter the following URL in the “Callback URL” field of your new API key (Flickr import feature will not work if you don't enter valid callback URL)
ru: Введите следующий адрес в поле «Callback URL» в настройках созданного API-ключа (если этого не сделать, импорт фото работать не будет)

source: Enter your new Flickr API key and secret below
ru: Введите информацию о созданном API-ключе

source: Import now
ru: Импортировать

source: Go to Flickr website and select photo sets to be imported.
ru: Перейти на Flickr и выбрать фотографии, которые необходимо импортировать.

source: Edit Flickr API settings
ru: Настройки Flickr API

source: Importing photos
ru: Импорт фотографий

source: There are no photo albums in your library.
ru: В фотогалерее нет ни одного альбома.

source: Create a new album to upload photos.
ru: Создайте новый альбом, чтобы загрузить фотографии.

source: photo
ru: фото

source: Back to albums
ru: К списку альбомов

source: Photo %s of %s
ru: Фото %s из %s

source: Settings have been successfully saved.
ru: Настройки успешно сохранены.

source: View albums mode
ru: Вернуться к просмотру альбомов

source: cancel
ru: отменить

source: No images selected
ru: Не выбрано ни одной фотографии

source: Access denied.
ru: Доступ запрещен.

source: All files successfully uploaded.
ru: Все файлы успешно загружены.

source: Not all files were uploaded and added to your photo library.<br />Supported image formats are JPG, GIF, PNG.
ru: Не все изображения были загружены и добавлены в альбом.<br />Допустимые форматы файлов: JPG, GIF, PNG.

source: Gallery name is displayed in the public part of your gallery along with the name of every published album.<br />Editing CSS (styles) below allows you to change the way your public gallery looks.
ru: Название фотогалереи отображается в ее общедоступной части (там, где публикуются ваши альбомы и фотографии).<br />Редактирование стилей CSS ниже позволяет настроить внешний вид фотогалереи.

source: Can create and manage collections
ru: Создание и управление коллекциями

source: Can modify public gallery design
ru: Настройка дизайна фотогалереи

source: Available Actions with Albums
ru: Допустимые действия с альбомами

source: Can manage albums (and see the list of all albums)
ru: Управление списком альбомов

source: Can create albums
ru: Создание альбомов

source: Available Albums
ru: Доступные альбомы

source: Image resize engine
ru: Механизм обработки изображений

source: Access rights
ru: Права доступа

source: photos
ru: фото

source: Available memory size
ru: Доступный скриптам объем памяти

source: Not enough memory to perfom operation (memory_limit=%s)
ru: Недостаточно памяти для выполнения операции (memory_limit=%s)

source: File size exceeds maximum allowed by the server.
ru: Размер файла превышает максимально допустимый сервером.

source: Cannot upload 0 byte files.
ru: Невозможно загрузить файл с нулевым размером.

source: Invalid File Type.
ru: Недопустимый тип файла.

source: Error
ru: Ошибка

source: Uploading...
ru: Загрузка...

source: Uploading... Creating thumbnails...
ru: Загрузка... Создание эскизов...

source: Complete.
ru: Готово.

source: Upload Failed.
ru: Файл не был загружен.

source: Server (IO) Error
ru: Ошибка доступа к серверу (IO)

source: Security Error
ru: Ошибка загрузки файла (security error).

source: Upload limit exceeded.
ru: Превышено ограничение на загрузку.

source: Failed Validation. Upload skipped.
ru: Файл пропущен.

source: Cancelled
ru: Загрузка отменена

source: Stopped
ru: Загрузка остановлена

source: Error creating thumbnail (possible reason — not enough memory).
ru: Ошибка создания эксиза (возможная причина: недостаточно памяти).

source: Files uploaded
ru: Загружено файлов

source: Upload
ru: Загрузить

source: Read only
ru: Только чтение

source: Read&Write
ru: Чтение и запись

source: Full
ru: Полные права

source: Photo descriptions are displayed in the public part of your photo gallery. HTML tags are allowed.
ru: Описание фотографий отображаются в общедоступной части фотогалереи. Можно использовать HTML.

source: Gallery
ru: Галерея

source: Album description is displayed in the public part of your photo gallery. HTML tags are allowed.
ru: Описание альбома отображается в общедоступной части фотогалереи. Можно использовать HTML.

source: Arrange photos using drag'n'drop.
ru: Задайте порядок сортировки перетаскиванием фото.

source: This will discard all changes you have made to gallery CSS so far. Do you confirm resetting all changes?
ru: Сбросить все изменения, которые были сделаны в CSS-стилях галереи?

source: Created
ru: Создан

source: Importing photo
ru: Загрузка фотографии

source: Import successfully completed.
ru: Импорт завершен.

source: Photo thumbnails are created using one of PHP image processing extensions: <a href="http://www.php.net/imagick" target="_blank">Imagick</a> or <a href="http://www.php.net/gd" target="_blank">GD</a>.<br />Select appropriate image processor for your WebAsyst Photos installation. <a href="#support/help/gd-vs-imagick.html" target="_blank">Which processor is better?</a> <img src="img/new_window_icon.gif">
ru: Эскизы фотографий создаются с использованием одного из расширений PHP для работы с графикой: <a href="http://www.php.net/imagick" target="_blank">Imagick</a> или <a href="http://www.php.net/gd" target="_blank">GD</a>.<br />Выберите расширение, которое будет использоваться в вашей установке WebAsyst Фото. <a href="help/gd-vs-imagick.html" target="_blank">Что выбрать?</a> <img src="img/new_window_icon.gif">

source: Invalid file type.
ru: Неверный тип файла.

source: %d photos in %d album(s)
ru: %d фото, %d альбом(ов)

source: email or IM direct link
ru: прямая ссылка на коллекцию фотографий

source: to embed to your website of blog
ru: для встраивания на сайт или блог

source: Drag'n'drop to arrange albums.
ru: Задайте порядок отображения альбомов, перетаскивая их с помощью мышки.

source: rename
ru: ред.

source: Album name is empty.
ru: Название альбома не может быть пустым.

source: Retrieving photos information...
ru: Получение информации об изображениях...

source: Collection name should not be empty.
ru: Название коллекции не может быть пустым.

source: Rotate left
ru: Поворот влево

source: Rotate right
ru: Поворот вправо

source: When you create a new photo album, only you get access to this album by default (only your WebAsyst user; all other users do not have permissions to access your new album).<br /><br /> If you want other WebAsyst users to get access to every new album as well (automatically), you may configure this on the basis of <strong>groups of users</strong>. To do this, assign every group of users proper access rights level — access will be automatically applied for every new created album.
ru: Когда вы создаете новый альбом, права доступа к нему устанавливаются по умолчанию только для вас (для вашего пользователя аккаунта WebAsyst).<br /><br /> Можно настроить автоматическое предоставление доступа и для других пользователей вашего аккаунта. Это можно сделать на основе <strong>групп пользователей</strong>: просто укажите права, которые нужно предоставлять группам пользователей при создании новых фотоальбомов (права будут устанавливаться автоматически).

source: You do not have groups of users in your WebAsyst account. Use “Users” application to create a new group of users.
ru: В вашей установке WebAsyst не создано ни одной группы пользователей. Создать группу пользователей можно в приложении WebAsyst «Команда».

source: Click to edit
ru: Без названия

source: Click to select, drag'n'drop to sort
ru: Щелкните, чтобы выбрать, перетащите, чтобы задать порядок сортировки

source: To grant users (or user groups) of your WebAsyst account access to photo albums, use “Users” application. Select appropriate user (user group), and define access level by album on the “Access” tab.<br /><br />To enable <strong>automated access control to new albums</strong>, set access level by user group below (if no groups are selected, access to the new album will be given only to the user who created the album).<br /><br /><em class="emtext">NOTE: User group access rights you define below will be applied to new albums only, and will not be applied to existing albums.</em>
ru: Для предоставления доступа к вашим альбомам другим пользователям (или группам пользователей), перейдите в сервис «Команда». Щелкните по нужному пользователю (или группе пользователей) и на закладке «Доступ», в секции «Фото», включите необходимые права.<br /><br />Для <strong>автоматического предоставления доступа к каждому новому альбому</strong> установите нужные права в списке групп пользователей ниже (если не выбрано ни одной группы, то при создании нового альбома доступ к нему будет только у пользователя-автора альбома).<br /><br /><em class="emtext">ПРИМЕЧАНИЕ: Настройки прав для групп будут применяться только к новым созданным альбомам, на ранее созданные альбомы настройки не распространяются.</em>

source: To grant users of your WebAsyst account access to photo albums, use “Users” application. Select appropriate user, and define access level by album on the “Access” tab.<br /><br />If you want to grant access to new photo albums automatically (by default access to the new created album is provided only to the user who created the album), <strong>create one or more user groups first</strong> in the “Users” application. Then go back to this screen and set access level by user group.
ru: Для предоставления доступа к вашим альбомам другим пользователям перейдите в приложение «Команда» в главном меню. Откройте нужного пользователя и на закладке «Доступ», в секции «Фото», включите необходимые права.<br /><br />Если вы хотите автоматически предоставлять доступ другим пользователям к каждому новому альбому (по умолчанию при создании альбома доступ устанавливается только для пользователя-автора альбома), то прежде <strong>создайте одну или несколько групп пользователей</strong>, опять же, в приложении «Команда». Затем вернитесь на текущую страницу, чтобы настроить уровень доступа к новым альбомам для групп пользователей.

source: You have attempted to queue too many files.
ru: Вы выбрали слишком много файлов.

source: You may select up to %s files.
ru: Можно выбрать не более %s файлов.
