Repository: killer-djon/dev.pol-na5.ru
Catalog: published/ST/locale/*/LC_MESSAGES/webasystST.po
Languages: ru

source: Please note that after you delete the form, link and HTML code associated with this form will stop functioning.
ru: После удаления формы, ссылка и HTML код связанные с этой формой перестанут работать.

source: Be careful if you have this form embedded on your website or blog.
ru: Убедитесь, что все ссылки на эту формы с вашего веб-сайта или блога также удалены.

source: You can add the variables provided below to the message text. Variables are automatically replaced with their values before being sent to a client.
ru: В тексте допускается использование переменных из списка ниже. Во время отправки сообщения переменные динамически заменяются на соответствующие им значения.

source: Recipient variables
ru: Переменные получателя

source: Sender (current user) variables
ru: Переменные отправителя (текущего пользователя)

source: Link to 'My requests' tab in client's personal cabinet.
ru: Ссылка на закладку "Мои запросы" в личном кабинете клиента.

source: Make sure all references to this form from your website or blog are also deleted.
ru: Убедитесь, что все ссылки на эту формы с вашего веб-сайта или блога также удалены.

source: New form
ru: Запрос в службу поддержки

source: Confirmation link
ru: Ссылка для подтверждения

source: Number of requests can not exceed
ru: Количество запросов не должно превышать

source: ACCOUNT LIMIT
ru: ОГРАНИЧЕНИЕ АККАУНТА

source: Upgrade account
ru: Изменить тарифный план

source: My personal page at
ru: Мой личный кабинет на сайте

source: Empty this folder
ru: Очистить эту папку

source: All requests will be removed and you will not be able to restore them.
ru: Все запросы будут удалены без возможности восстановления.

source: Remove requests?
ru: Удалить запросы?

source: Yes
ru: Да

source: No
ru: Нет

source: Error
ru: Ошибка

source: Please refer to your account administrator.
ru: Пожалуйста, обратитесь к администратору вашего аккаунта.

source: New requests being sent to
ru: Новые запросы, отправленные на адрес

source: will not be delivered to Helpdesk application anymore.
ru: , более не будут появляться в списке запросов в приложении "Поддержка".

source: will not be delivered to Helpdesk application anymore.
ru: , более не будут появляться в списке запросов в приложении "Поддержка".

source: Error occurred while checking
ru: Произошла ошибка при обращении к

source: Search by request number or client|s name
ru: Поиск по номеру запроса или имени клиента

source: Search by request number or client1s name
ru: Поиск по номеру запроса или имени клиента

source: Regards
ru: С уважением

source: Support Team
ru: Служба поддержки

source: Please use
ru: Используйте

source: your personal page
ru: ваш личный кабинет

source: to view, reopen or create new requests.
ru: для просмотра, повторного открытия или создания новых запросов.

source: Your message has been received by our technical team and queued into our customer support tracking system.
ru: Ваш запрос получен и поставлен в очередь на обработку.

source: Your request ID:
ru: Номер запроса:

source: Be assured that your request will be processed shortly, and you will receive a personal reply from one of our representatives soon.
ru: Мы ответим вам в ближайшее время.

source: Thank you!
ru: Спасибо!

source: NOTE: This is an automated message to confirm receipt of your request. Please do not reply to this message!
ru: Это автоматическое уведомление о получении запроса. Пожалуйста, не отвечайте на это сообщение!

source: We have just received a request from your email address.
ru: Пожалуйста, подтвердите ваш запрос.

source: To confirm your request, please follow this link:
ru: Для этого просто перейдите по ссылке:

source: NOTE: Your request will be accepted only after confirmation.
ru: ВНИМАНИЕ: Ваш запрос будет принят к обработке только после подтверждения.

source: Confirmation is required due to high volume of SPAM we receive. This is one-time action. After you confirm, we will add your email address to our contact database, and all future requests from you will be automatically accepted and queued into our customer support tracking system.
ru: Подтверждение необходимо в связи с большим количеством спама, приходящим на наш адрес. После того, как вы подтвердите запрос, ваш электронный адрес будет добавлен в нашу базу данных и все последующие запросы с этого адреса будут автоматически приниматься к обработке.

source: Empty trash
ru: Очистить корзину

source: Folder is empty
ru: Папка пуста

source: Confirmation
ru: Подтверждение

source: Helpdesk
ru: Поддержка

source: To receive requests by email:
ru: Для получения запросов по электронной почте:

source: In <a href="#/sources/">Settings / Email boxes</a> section you can setup other email addresses to receive requests.
ru: В разделе <a href="#/sources/">Настройки / Email ящики</a> вы можете создать другие адреса для получения запросов.

source: To receive requests via web form:
ru: Для получения запросов через веб-форму:

source: In <a href="#/forms/">Settings / Forms</a> section create a web form and embed it into your website.
ru: В разделе <a href="#/forms/">Настройки / Формы</a> создайте веб-форму и разместите ее на своем сайте.

source: Send an email to
ru: Отправьте письмо на адрес

source: and it will appear in request list on this page.
ru: — оно появится в списке запросов на этой странице.

source: Connect to existing email box
ru: Подключиться к существующему почтовому ящику

source: no subject
ru: без темы

source: SSL is disabled in your PHP configuration. Please contact your server administrator.
ru: SSL выключен в вашей настройке PHP. Пожалуйста, обратитесь к администратору вашего сервера.

source: This email address already exists (possibly create by WebAsyst Mail application).
ru: Этот адрес уже существует (возможно, создан в приложении WebAsyst Почта).

source: WebAsyst Help Desk allows you to quickly create a form and using couple of html code lines embed it into your website.
ru: WebAsyst Поддержка позволяет быстро создать форму и с помощью пары строк кода добавить ее на ваш веб-сайт.

source: A message which visitors of your site will send via this form will be added to the list of requests in the same way as requests received by email.
ru: Текст запроса, который посетители сайта отправят через такую форму, попадет в WebAsyst Поддержку в единый список запросов, туда же куда поступают и почтовые сообщения.

source: you have no email boxes to receive requests by email
ru: у вас нет email ящиков для получения запросов по электронной почте

source: (e.g. youraddress@gmail.com)
ru: (напр. youraddress@mail.ru)

source: You have no sources to get new requests: email box or web form
ru: У вас нет ни одного источника поступления запросов: email ящик или веб-форма

source: Your message has been queued into our customer support tracking system
ru: Ваш запрос поставлен в очередь на обработку

source: Please confirm your request
ru: Пожалуйста, подтвердите запрос

source: Owners of a <b>WebAsyst Shop-Script license</b> are qualified to purchase the new <a href="#helpdesk/">WebAsyst Help Desk </a> application at a special discounted price <b>of $179</b> (regular price is $229).
ru: Для владельцев <b>лицензий WebAsyst Shop-Script</b> новое приложение <a href="#helpdesk/">WebAsyst Поддержка </a> доступно по специальной сниженной цене <b>4650 руб.</b> (стандартная цена 5950 руб.).

source: Note
ru: Внимание

source: The special offer is valid through <b>July 15, 2010</b> (only {{$wbs_d}} days left).
ru: специальное предложение действует до <b>15 июля 2010г</b> (осталось {{$wbs_d}} дней).

source: <a href="#buy/?app=helpdesk">Buy WebAsyst Help Desk now!</a>
ru: <a href="#buy/?app=helpdesk">Купить скрипты WebAsyst Поддержка</a>

source: Reply to client
ru: Ответить клиенту

source: Reply to support
ru: Ответить в суппорт

source: Activity
ru: Активы

source: no
ru: нет

source: Partners
ru: Партнер

source: orders
ru: заказы

source: Assets
ru: Активы

source: Partner
ru: Партнер

source: orders:
ru: заказы:

source: total earnings:
ru: заработок итого:

source: current balance:
ru: текущий баланс:

source: licenses transferred to others:
ru: лицензий передано другим:

source: <span class="assign">To</span>
ru: <span class="assign">Кого</span>

source: assigns
ru: назначает
