Repository: killer-djon/dev.pol-na5.ru
Catalog: published/ST/locale/*/LC_MESSAGES/webasystST.po
Languages: ru

source: Loading
ru: Загрузка

source: Source
ru: Источник

source: Date
ru: Дата

source: Client
ru: Клиент

source: Subject
ru: Тема

source: Status
ru: Статус

source: Assigned user
ru: Назначенный пользователь

source: Search results for
ru: Результаты поиска для

source: All open
ru: Все открытые

source: Field
ru: Поле

source: is required
ru: должно быть заполнено

source: One of this fields should not be empty
ru: Одно из этих полей должно быть заполнено

source: Bold
ru: Полужирный

source: Italic
ru: Курсив

source: Underline
ru: Подчеркивание

source: Strikestrough
ru: Зачеркивание

source: Font
ru: Шрифт

source: Font size
ru: Размер шрифта

source: Font color
ru: Цвет шрифта

source: Background color
ru: Цвет фона

source: Enter link address:
ru: Введите адрес ссылки:

source: Attach file
ru: Приложить файл

source: Delete file
ru: Удалить файл

source: Edit link
ru: Редактировать адрес ссылки

source: Requests
ru: Запросы

source: Show
ru: Показать

source: open
ru: открытые

source: all
ru: все

source: Pages
ru: Страницы

source: requests on page
ru: запросов на странице

source: end of the list
ru: конец списка

source: Open in new window
ru: Открыть в новом окне

source: Id
ru: Номер

source: From
ru: От кого

source: Assigned
ru: Назначен

source: Search by name
ru: Поиск по имени

source: All folders
ru: Все папки

source: Select
ru: Выбрать

source: Cancel
ru: Отмена

source: My requests
ru: Мои запросы

source: Unread
ru: Непрочитан

source: Waiting verification
ru: Ожидают подтверждения

source: Trash
ru: Корзина

source: Not assigned
ru: Исполнитель не назначен

source: by status
ru: по статусам

source: Archive (closed requests)
ru: Архив (закрытые запросы)

source: Assignments
ru: Назначения

source: Email boxes
ru: Email ящики

source: Forms
ru: Формы

source: Classifiers
ru: Классификаторы

source: Users
ru: Пользователи

source: Settings
ru: Настройки

source: Folders
ru: Папки

source: Search by request number or client's name
ru: Поиск по номеру запроса или имени клиента

source: Search
ru: Искать

source: Add a new request
ru: Добавить новый запрос

source: Refresh
ru: Обновить

source: requests
ru: запросов

source: hide details
ru: скрыть подробности

source: show details
ru: показать подробно

source: Close
ru: Закрыть

source: Maximize
ru: Развернуть

source: Loading...
ru: Загрузка...

source: Reload page
ru: Перегрузить страницу

source: To
ru: Кому

source: Save
ru: Сохранить

source: not specified
ru: не указано

source: Change classifiers
ru: Изменить классификаторы

source: Action can not be accomplished because another user has changed this request status.
ru: Действие не может быть выполнено, потому что другой пользователь изменил статус запроса.

source: Add a new source
ru: Добавить новый источник

source: Edit source
ru: Редактировать источник

source: Request not found.
ru: Запрос не найден.

source: %ds
ru: %dсек

source: %dm
ru: %dмин

source: %dh %dm
ru: %dч %dмин

source: %dd %dh
ru: %dдн %dч

source: %dd
ru: %dдн

source: %dm %dd
ru: %dмес %dдн

source: %dy %dd
ru: %dг %dдн

source: Ticket not found.
ru: Запрос не найден.

source: Notes
ru: Заметки

source: Orders
ru: Заказы

source: Add new classifier
ru: Добавить новый классификатор

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: allow multiple selection (check boxes)
ru: разрешен множественный выбор (флажки)

source: single selection only (radio buttons)
ru: разрешен выбор одного элемента (радиокнопки)

source: requests are linked to element
ru: запросов связано с элементом

source: Link requests with other element after deletion
ru: После удаления связать запросы с другим элементом

source: Delete element and leave requests unlinked
ru: Удалить элемент и оставить запросы не связанными

source: requests are linked to elements of this classifier
ru: запросов связано с элементами этого классификатора

source: Delete classifier and leave requests unlinked
ru: Удалить классификатор и оставить запросы не связанными

source: Classifier name
ru: Имя классификатора

source: Add
ru: Добавить

source: Add element
ru: Добавить элемент

source: Select element
ru: Выбрать элемент

source: "Request Form" will appear as a simple form into which people will enter their name, email address, and request text.
ru: "Форма запроса" представляет собой простую форму, в которой необходимо ввести имя, email адрес и текст запроса.

source: Using two lines of code you will be able to add this form to your website.
ru: С помощью пары строк кода вы сможете разместить эту форму на своем веб-сайте.

source: Information entered by visitors will be posted to your request list.
ru: Информация, введенная клиентами, будет отправлена в ваш список запросов.

source: no forms available
ru: нет доступных форм

source: Create a new request form
ru: Создать новую форму запроса

source: Add a new form
ru: Добавить новую форму

source: Form name
ru: Имя формы

source: Save changes
ru: Сохранить изменения

source: Fields
ru: Поля

source: After submit
ru: После отправки формы

source: Client's name
ru: Имя клиента

source: Email address
ru: Адрес электронной почты

source: Select classifiers you want to include in the form
ru: Выберите классификаторы, которые необходимо добавить в форму

source: Request summary
ru: Тема запроса

source: Request text
ru: Текст запроса

source: Caption
ru: Заголовок

source: Caption text color
ru: Цвет текста заголовка

source: change
ru: изменить

source: Caption background color
ru: Цвет фона заголовка

source: Form width
ru: Ширина формы

source: Form background color
ru: Цвет фона формы

source: Button
ru: Кнопка

source: Language
ru: Язык

source: System messages and default field names will appear in this language.
ru: Системные сообщения и стандартные имена полей будут показаны на этом языке

source: Once user clicks submission button in this form:
ru: Когда пользователь нажимает кнопку отправки:

source: Stay on the form page and display this message:
ru: Оставаться на странице формы и показать сообщение:

source: Redirect to another page:
ru: Перейти на другую страницу:

source: Incorrect URL
ru: Неверный формат ссылки

source: To enable "Send email" function you have to add Email field in this form.
ru: Для активации функции "Отправить email" вы должны добавить поле Email в эту форму

source: Send email to user
ru: Отправить email клиенту

source: From (Name)
ru: От кого (Имя)

source: From (Email)
ru: От кого (Email)

source: Insert a confirmation link into this message
ru: Вставьте ссылку подтверждения в текст сообщения

source: Customize
ru: Настроить

source: Link to this form
ru: Ссылка на форму

source: open in new window
ru: открыть в новом окне

source: HTML to embed in website or blog
ru: HTML для добавления на сайт или блог

source: Method 1 (&lt;iframe&gt;)
ru: Метод 1 (&lt;iframe&gt;)

source: Method 2 (javascript and &lt;form&gt;)
ru: Метод 2 (javascript and &lt;form&gt;)

source: Support Tracker
ru: Поддержка

source: Knowledge Base
ru: База знаний

source: Browse
ru: Содержание

source: Add a page
ru: Добавить страницу

source: Main
ru: Главная

source: Select Knowledge Base
ru: Выберите Базу знаний

source: All internal Knowledge Bases
ru: Все локальные Базы знаний

source: Search text
ru: Искать текст

source: Add answer on frequently asked questions to Knowledge Base
ru: Добавить ответ на часто задаваемые вопросы в Базу знаний

source: Knowledge Base Book
ru: Книга Базы знаний

source: Title
ru: Заголовок

source: Text
ru: Текст

source: Check this page as "Published"
ru: Отметить страницу как опубликованную

source: Send
ru: Отправить

source: The page has been successfully added
ru: Страница была успешно добавлена

source: Add another page
ru: Добавить еще одну страницу

source: no pages found
ru: страницы не найдены

source: Attachments
ru: Вложения

source: Show more...
ru: Далее...

source: no search results
ru: поиск не дал результатов

source: Search results
ru: Результаты поиска

source: Please select a book
ru: Пожалуйста, выберите книгу

source: Please enter a title
ru: Пожалуйста, укажите заголовок

source: Please enter a text
ru: Пожалуйста, введите текст

source: Back to requests list
ru: Возврат к списку запросов

source: Tickets
ru: Запросы

source: Tools and Settings
ru: Инструменты и Настройки

source: Back to request #
ru: Назад к запросу №

source: Orders by
ru: Заказы клиента

source: Created
ru: Создан

source: Product ID
ru: Код продукта

source: Status ID
ru: Статус

source: Amount
ru: Сумма

source: Total (PAID only)
ru: Итого (только PAID)

source: Back to request list
ru: Назад к списку запросов

source: Attachment(s)
ru: Вложения

source: Reopen request
ru: Переоткрыть запрос

source: Sent
ru: Отправлен

source: Just sent!
ru: Только что отправлен!

source: We are working on this.
ru: Мы работаем над запросом.

source: Thank you for your patience!
ru: Спасибо за ожидание!

source: Closed
ru: Закрыт

source: Sending date/time is designated as GMT (Greenwich Mean Time)
ru: Дата/время отправки указано по Гринвичу (GMT)

source: You did not send any request yet.
ru: Вы еще не отправили ни одного запроса.

source: Please fill summary and text fields.
ru: Пожалуйста, введите тему и текст запроса.

source: Summary
ru: Тема

source: client not specified
ru: клиент не указан

source: Create
ru: Создать

source: Name
ru: Имя

source: This field is required
ru: Поля обязательно для заполнения

source: Assign to
ru: Назначить исполнителя

source: Add request
ru: Добавить запрос

source: Request was created succefully
ru: Запрос был успешно создан

source: Back to list
ru: Возврат к списку

source: more actions
ru: другие действия

source: Toggle bottom panel
ru: Скрыть/показать нижнюю панель

source: Minimize
ru: Свернуть

source: Expand
ru: Развернуть

source: select
ru: выбрать

source: Copy
ru: Копия

source: Bcc
ru: Скрытая копия

source: Find answer in Knowledge base
ru: Найти ответ в Базе знаний

source: Send notification
ru: Отправить email-уведомление

source: Please, fill required fields.
ru: Пожалуйста, заполните обязательные поля

source: Change assigment
ru: Изменить назначение

source: Assign
ru: Назначить

source: Request has been deleted.
ru: Запрос был удален.

source: Orders: no access
ru: Заказы: нет доступа

source: Show order list
ru: Показать список заказов

source: Orders: no orders
ru: Заказы: нет заказов

source: Number
ru: Номер

source: added manually by user
ru: добавлен пользователем

source: added manually by user from cabinet
ru: добавлен пользователем из личного кабинета

source: Form
ru: Форма

source: Form ID
ru: ID формы

source: Cc
ru: Копия

source: Display original message
ru: Показать цитируемый текст

source: Hide original message
ru: Скрыть цитируемый текст

source: ago
ru: назад

source: Change
ru: Сменить

source: Knowledge base
ru: База знаний

source: Request
ru: Запрос

source: Other requests
ru: Другие запросы

source: General
ru: Основные настройки

source: Manual adding
ru: Ручное добавление

source: Allow "Add a new request" button to add new requests manually.
ru: Разрешить кнопку "Добавить новый запрос" для ручного добавления запросов

source: no sources available
ru: нет доступных источников

source: Create a new email box
ru: Создать новый email ящик

source: Customize email box
ru: Редактировать email ящик

source: Name & Email
ru: Имя и Email

source: Signature
ru: Подпись

source: Receipt
ru: Квитанция

source: Subscription
ru: Подписка

source: Incoming mail server
ru: Сервер входящей почты

source: My mail server is a
ru: Для доступа к серверу использовать

source: server
ru: соединение

source: Server
ru: Сервер

source: My server requires a secure connection (SSL)
ru: Мой сервер требует безопасное соединение (SSL)

source: Port
ru: Порт

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Outgoing mail server
ru: Сервер исходящей почты

source: My server requires authentication
ru: Мой сервер требует аутентификацию

source: Use same settings as my incoming mail server
ru: Использовать такие же настройки, как на сервере входящей почты

source: Login using
ru: Аккаунт пользователя

source: Send a receipt to client upon receiving new request
ru: Отправлять уведомление клиенту о получении нового запроса

source: Add new clients to this folder
ru: Добавлять новых клиентов в папку

source: select folder
ru: выбрать папку

source: Every time you receive a message from a new Email address which does not exist in your Contacts database
ru: Каждый раз, когда вы получаете сообщение с email-адреса, который отсутствует в вашей базе Контактов

source: Enable automatic confirmation request
ru: Разрешить автоматическое подтверждение запросов

source: Assignment template
ru: Шаблон назначения

source: Accept to process
ru: Принять в обработку

source: Change assignment
ru: Изменить назначение

source: Specify classifiers
ru: Установить классификаторы

source: Add comment
ru: Добавить комментарий

source: Reply
ru: Ответить

source: Forward
ru: Переслать

source: Close without reply
ru: Закрыть без ответа

source: Reopen
ru: Открыть повторно

source: Restore
ru: Восстановить

source: Remove forever
ru: Удалить навсегда

source: Revoke this request
ru: Отменить этот запрос

source: Confirmation by client
ru: Подтверждение клиентом

source: Accepting without confirmation
ru: Прием без подтверждения

source: Sender = Client (open requests)
ru: Отправитель = Клиент (открытые запросы)

source: Sender = Client (closed requests)
ru: Отправитель = Клиент (закрытые запросы)

source: Sender != Client (open requests)
ru: Отправитель не является клиентом (открытые запросы)

source: Sender != Client (closed requests)
ru: Отправитель не является клиентом (закрытые запросы)

source: accepts to process
ru: принимает в обработку

source: changes assignment
ru: изменяет назначение

source: specifies classifiers
ru: устанавливает классификаторы

source: adds comment
ru: добавляет комментарий

source: replies to client
ru: отвечает клиенту

source: forwards
ru: пересылает

source: closes without reply
ru: закрывает без ответа

source: reopens request
ru: повторно открывает запрос

source: deletes request
ru: удаляет запрос

source: restores request
ru: восстанавливает запрос

source: revokes request
ru: отменяет запрос

source: confirmed by client
ru: подтвержден клиентом

source: writes
ru: пишет

source: Deleted
ru: Удален

source: Pending
ru: Ожидает

source: New
ru: Новый

source: Discussion
ru: Обсуждение

source: Replied
ru: Закрыт

source: Reopened
ru: Переоткрыт

source: Canceled
ru: Отменен

source: Choose email box from which return messages will be sent
ru: Выберите ящик, из которого будут отправляться ответные сообщения

source: Every time you receive a message from a new Email address which does not exist in your Contacts database,
ru: Каждый раз, когда вы получаете сообщение с email-адреса, который отсутствует в вашей базе Контактов,

source: Support Tracker will send an automatic confirmation request to this Email address.
ru: Поддержка будет посылать на этот email-адрес письмо для подтвержения запроса.

source: This request will contain a special link, which must be used by the owner of this Email address to confirm their original message.
ru: Это письмо будет содержать специальную ссылку, по которой следует нажать владельцу email-адреса для подтверждения оригинального запроса.

source: This is a good option that will guard you from a potential spam.
ru: Данная опция позволит защитить вас от потенциального спама.

source: My profile
ru: О себе

source: default
ru: по умолчанию

source: English
ru: Английский

source: Russian
ru: Русский

source: Check email as default for this language
ru: Установить этот email-ящик для выбранного языка

source: Words
ru: Слова

source: in request
ru: в запросах

source: in reply
ru: в ответах

source: in reply and discussion
ru: в ответах и обуждениях

source: Advanced
ru: Расширенный поиск

source: Advanced search
ru: Расширенный поиск

source: No access
ru: Нет доступа

source: from
ru: отправитель

source: contact ID =
ru: контакт ID =

source: subject
ru: тема

source: words
ru: слова

source: Description
ru: Описание

source: Payment
ru: Оплата

source: Shipped
ru: Отгружен

source: Client requests:
ru: Запросы клиента:

source: Show client requests list
ru: Показать все запросы клиента

source: Client requests: no other requests
ru: Запросы клиента: нет других запросов

source: Select contact
ru: Выбор контакта

source: Search by name or email
ru: Поиск по имени или email

source: Contacts
ru: Контакты

source: Display request history in
ru: Показывать историю запроса в

source: Strikeout
ru: Зачеркнутый

source: Font Color
ru: Цвет шрифта

source: Background Color
ru: Цвет фона

source: Left Justify
ru: По левому краю

source: Center
ru: По центру

source: Right Justify
ru: По правому краю

source: Bullets
ru: Маркированный список

source: Numbered List
ru: Нумерованный список

source: Insert Link
ru: Добавить ссылку

source: Remove Link
ru: Удалить ссылку

source: Horizontal Rule
ru: Горизонтальная линия

source: no contacts
ru: нет контактов

source: Use Ctrl+click or Shift+click to select multiple contacts
ru: Используйте Ctrl+click или Shift+click для выбора нескольких контактов

source: Contact Id
ru: Номер контакта

source: Original request
ru: Оригинальный запрос

source: No requests.
ru: Нет запросов.

source: Other requests from this client
ru: Другие запросы от этого клиента

source: show all
ru: показать все

source: Other requests from this client: none
ru: Другие запросы от этого клиента: нет

source: <span>Search</span>
ru: <span>Поиск</span>

source: This signature will appear on replies sent to clients from this email address
ru: Эта подпись будет добавляться внизу каждого сообщения, исходящего с этого адреса

source: descending order of records
ru: обратном порядке записей

source: ascending order of records
ru: прямом порядке записей

source: Remove Format
ru: Удалить форматирование

source: Order status
ru: Статус заказа

source: Order time
ru: Заказ оформлен

source: This person did not place orders in the store yet
ru: Контакт с этим адресом еще ничего не заказывал в магазине

source: This person is not a customer of the online store
ru: Контакт не является покупателем

source: and
ru: и

source: client name
ru: имя клиента

source: client email
ru: email клиента

source: client Id
ru: номер клиента

source: in
ru: в

source: request
ru: запросе

source: discussion
ru: обсуждениях

source: request and discussion
ru: ответах и обсуждениях

source: user
ru: пользователь

source: replied to request
ru: ответил на запрос

source: performed other actions
ru: выполнял другие действия

source: or
ru: или

source: Client name
ru: Имя клиента

source: Client email
ru: Email клиента

source: Client Id
ru: Номер клиента

source: in subject
ru: в теме

source: in request text
ru: в тексте запроса

source: in replies and discussions
ru: в ответах и обсуждениях

source: User
ru: Пользователь

source: request text
ru: тексте запроса

source: replies and discussion
ru: ответах и обсуждениях

source: oldest entries first
ru: старые записи наверху

source: newest entries first
ru: новые записи наверху

source: Sort request history
ru: Сортировка истории запроса

source: Orders: none
ru: Заказы: нет

source: Check this email box as default for selected language
ru: Этот главный email-ящик для выбранного языка (default)

source: &lt;anyone&gt;
ru: &lt;любой&gt;

source: Data from MT
ru: Данные из MT

source: Company
ru: Компания

source: Phone
ru: Телефон

source: Address
ru: Адрес

source: Juridical address
ru: Юридический адрес

source: Details
ru: Подробно

source: INN
ru: ИНН

source: KPP
ru: КПП

source: Bank account
ru: Банковский счет

source: Bank name
ru: Банк

source: BIK
ru: БИК

source: Bank coraccount
ru: Кор. счет банка

source: Notes about client
ru: Заметки о клиенте

source: Add note
ru: Добавить заметку

source: added by
ru: добавлен

source: There are no notes about this client.
ru: Нет заметок об этом клиенте.

source: Create email box
ru: Создать email ящик

source: Add a note
ru: Добавить заметку

source: Notes about this client: none
ru: Заметки об этом клиенте: нет

source: default for outgoing messages
ru: по умолчанию для исходящих сообщений

source: Delete this email box
ru: Удалить этот email ящик

source: Default outgoing email for selected language
ru: Ящик по умолчанию для выбранного языка

source: Clients whose default language matches the above choice will receive responses to their requests from this email address.
ru: Этот email ящик будет использован в качестве исходящего (From) для отправки сообщений клиентам, говорящим на выбранном языке, если вы получили запросы от этих клиентов из их личных кабинетов (не по email).

source: New requests being sent to email_address will not be delivered to Helpdesk application anymore.
ru: Новые запросы, отправленные на адрес адрес_ящика, более не будут появляться в списке запросов в приложении "Поддержка".

source: But the email box itself will stay on its mail server and will be available through other mail client programs.
ru: При этом сам ящик останется на своем почтовом сервере и будет доступен из других почтовых клиентов.

source: Requests previously delivered to this email address will stay in Helpdesk application.
ru: Запросы, ранее поступившие на адрес адрес_ящика, останутся в приложении "Поддержка".

source: Delete email box
ru: Удалить email ящик

source: Request Id
ru: Номер запроса

source: Request source
ru: Источник запроса

source: Request subject
ru: Тема запроса

source: Request history
ru: История запроса

source: View
ru: Вид

source: Delete form
ru: Удалить форму

source: Anti-spam
ru: Анти-спам

source: Selection will be default language for clients sending their first request to this email address.
ru: Этот язык будет устанавливаться как язык по умолчанию для новых клиентов, которые пришлют запрос на данный электронный адрес.

source: Send an automatic confirmation reply to requests received from unknown email addresses
ru: Отправлять запрос на подтверждение при получении сообщений с неизвестных адресов

source: This automatic reply will be sent to senders of requests received from email addresses which do not exist in your client database. Such an auto-reply can contain a special link which a client should click to confirm his/her first request. You may include additional instructions for your clients in this message.
ru: На любое сообщение поступившее с неизвестного адреса, которого нет в вашей базе данных Контактов, будет автоматически отправлен ответный запрос на подтверждение. Этот запрос может содержать специальную ссылку, по которой отправитель должен перейти для подтверждения, а также дополнительные инструкции, которые вы добавите в текст запроса.

source: Requests previously delivered to
ru: Запросы, ранее поступившие на адрес

source: will stay in Helpdesk application.
ru: останутся в приложении "Поддержка".

source: You can use following variables in the signature text. These variables will be replaced in every outgoing message with their corresponding values.
ru: В тексте допускается использование переменных из списка ниже. Во время отправки сообщения переменные динамически заменяются на соответствующие им значения.

source: more variables
ru: еще переменные

source: Total requests from this client
ru: Всего запросов от этого клиента

source: Request number
ru: Номер запроса

source: Email box where request was received
ru: Email ящик, на который запрос был получен

source: Request history available for client. Includes original request, reply, reopening and following replies.
ru: История запроса, доступная для клиента. Включает оригинальный запрос, ответ, повторные открытия запроса клиентом и ответы.
